<!-- eslint-disable max-len -->
<template>
  <div v-if="$translations.locale == 'ru'">
    <BR/>
    <H3>Правила партнерской программы WAZZUP</H3>
    <OL>
      <STRONG><LI>Договор партнерки WAZZUP.</LI></STRONG>
        <P>Все нижеизложенное считать офертой. Акцептом оферты является создание промокода или размещение своей реф ссылки на любых ресурсах в сети.</p>
      <STRONG><LI>Смысл партнерки.</LI></STRONG>
        <P>Партнер WAZZUP привлекает новых пользователей в сервис, и за это получает финансовое вознаграждение</P>
      <STRONG><LI>Размер вознаграждения.</LI></STRONG>
        <P>
          3.1. Размер выплаты - 20% от всех платежей привлеченного пользователя.<BR/>
          3.2. За показы, лиды, регистрации и остальные промежуточные цели перед оплатой - оплат никаких нет.<BR/>
          3.3. Можно получить дополнительный бонус, размер которого зависит от оборота: суммы всех денег поступивших от рефералов, в рамках календарного месяца.<BR/>
          3.4. Размер бонуса: если сумма всех платежей рефералов больше 25 000 рублей за месяц - Bronze бонус 5%, более 50 000 рублей - Silver 8% а при сумме всех платежей выше 100 00 рублей - Gold бонус 10%.<BR/>
          3.5. Например: В феврале от рефералов Оли в кассу Wazzup поступило 110 тысяч рублей.  К восьмому марта Оля получит:  110 000 х 0,20 = 22 500    Gold бонус - еще 11 000   итого: 33 500 рублей.
        </P>
      <STRONG><LI>Срок выплат.</LI></STRONG>
      <P>
        Проценты и бонусы начисляются в течении года после регистрации реферала. Это как раз соответствует примерному циклу жизни клиента на текущий момент.<BR/>
        Немного расчетов: Минимальный месячный чек у клиента - 2400 руб/месяц (1 канал на тарифе ПРО) за год это получается 12 х 2 400 = 28 800, без бонусов и повышения чека выплаты партнеру с одного клиента составят 28 800 х 20% = 5760 рублей. Еще раз подчеркнем - это минимум, у некоторых клиентов по 10 каналов работает, и значит чек в 10 раз больше.
      </P>
      <STRONG><LI>Правила учета и выплат.</LI></STRONG>
        <P>
          5.1. Зачетным отрезком для расчета бонуса принимаем именно календарный месяц, с 00:00 первого числа до 23:59 последнего дня в месяце.<BR/>
          5.2. Бонус полученный в предыдущем месяце не переходит на следующий. Начинаем все сначала.<BR/>
          5.3. Подбиваем результаты предыдущего периода 1 числа каждого месяца за предыдущий.<BR/>
          5.4. Выплаты начинаются после утряски нюансов по переводу (куда переводить). Инициатива исходит от партнера.<BR/>
          5.5. Выводить можно на расчетный счет компании или карточку.<BR/>
          5.6. С партнерского счета можно перевести на баланс любого аккаунта.<BR/>
          5.7. Все свои положенные налоги и что там еще надо партнер декларирует и платит самостоятельно.<BR/>
          5.8. Выплаты и расчеты у нас в рублях, все комиссии по переводу за счет получателя.<BR/>
          5.9. Выплаты могут начаться при наличии не менее двух оплат от разных аккаунтов, по 2400 от каждого (или больше). Это защита от “лайфхакеров”.<BR/>
          5.10. Минимальная сумма вывода 2000 рублей. Все что меньше - можем перевести на аккаунт.<BR/>
        </P>
      <STRONG><LI>Правила прикрепления рефералов.</LI></STRONG>
        <P>
          6.1. Куки помним 3 месяца, зачет по последнему клику. Чтоб был железобетон - лучше мотивируйте регистрироваться сразу.<BR/>
          6.2. Если пользователь при регистрации ввёл промокод, то кука и реф ссылка не засчитывается - промокод важней.<BR/>
          6.3. Наколдованный промокод не перебивает ни вашу реф ссылку, ни куки - он придуман чтоб пользователи не убегали в гугл, а сразу регистрировались.<BR/>
          6.4. Руками и через поддержку рефералы не прикрепляются, только в автоматическом режиме. Хотите регистрироваться заново - пожалуйста, не возбраняется.<BR/>
        </P>
      <STRONG><LI>Правила привлечения клиентов.</LI></STRONG>
        <P>
          7.1. Запрещен любой “черный” (ClickUnder, Pop-under, Adult-трафик, Спам-рассылки)  трафик на сайты WAZZUP. Домены партнеров мы не контролируем.<BR/>
          7.2. Запрещено копирование и создание “зеркал” сайтов  WAZZUP на домены не принадлежащие WAZZUP. Создание собственных материалов - приветствуется.<BR/>
          7.3. Запрещено создание брендированных групп в соцсетях и иные действия от лица WAZZUP. Группы по интересам, с помощью, обсуждениями и т.д. - приветствуются.<BR/>
          7.4. Запрещены любые материалы содержащие заведомо ложную и дезинформирующую пользователей информацию. Независимые обзоры, конструктивная критика и/или похвала сервиса, а также распространение материалов WAZZUP - приветствуется.<BR/>
          7.5. Запрещена прямая контекстная (яндекс директ и гугл адвордс) реклама WAZZUP. При этом любая реклама по внедрению и настройке сервиса приветствуется.<BR/>
          7.6. Партнерам запрещается представляться сотрудниками WAZZUP и действовать от его лица.<BR/>
          7.7. Запрещается использовать промокоды и другие привилегии партнеров для любых целей, кроме привлечения новых клиентов.<BR/>
        </P>
      <STRONG><LI>Заключение.</LI></STRONG>
        <P>
          8.1. Ребята, давайте жить дружно.<BR/>
          8.2. Нарушители будут посрамлены и изгнаны.<BR/>
          8.3. Заинтересованным и честным партнерам - честь и хвала.<BR/>
          8.4. Книга жалоб и предложений находится у поддержки.<BR/>
          8.5. Пояснения по разделам партнерского кабинета находятся <A target="_blank" href="https://help.wazzup24.com/ru/partnerskij-kabinet/">в секретном разделе справки</A>. Прежде чем задавать вопросы - надо почитать его тоже.<BR/>
          8.6. У нас есть еще официальная партнерская программа. Это для тех, кто занимается внедрением, настройкой и всяким таким. Там надо во всем разбираться, пройти обучение и работать с клиентами. Но больше процент и можно заработать на настройках. Всех заинтресованных приглашаем <A target="_blank" href="https://wazzup24.com/offpartnerka">заполнить форму</A>. Это первый шаг к более тесному сотрудничеству.<BR/>
        </P>
    </OL>
  </div>
  <div v-else>
  <BR/>
    <BR/>
    <H3>Правила партнерской программы WAZZUP</H3>
    <OL>
      <STRONG><LI>Договор партнерки WAZZUP.</LI></STRONG>
        <P>Все нижеизложенное считать офертой. Акцептом оферты является создание промокода или размещение своей реф ссылки на любых ресурсах в сети.</p>
      <STRONG><LI>Смысл партнерки.</LI></STRONG>
        <P>Партнер WAZZUP привлекает новых пользователей в сервис, и за это получает финансовое вознаграждение</P>
      <STRONG><LI>Размер вознаграждения.</LI></STRONG>
        <P>
          3.1. Размер выплаты - 20% от всех платежей привлеченного пользователя.<BR/>
          3.2. За показы, лиды, регистрации и остальные промежуточные цели перед оплатой - оплат никаких нет.<BR/>
          3.3. Можно получить дополнительный бонус, размер которого зависит от оборота: суммы всех денег поступивших от рефералов, в рамках календарного месяца.<BR/>
          3.4. Размер бонуса: если сумма всех платежей рефералов больше 25 000 рублей за месяц - Bronze бонус 5%, более 50 000 рублей - Silver 8% а при сумме всех платежей выше 100 00 рублей - Gold бонус 10%.<BR/>
          3.5. Например: В феврале от рефералов Оли в кассу Wazzup поступило 110 тысяч рублей.  К восьмому марта Оля получит:  110 000 х 0,20 = 22 500    Gold бонус - еще 11 000   итого: 33 500 рублей.
        </P>
      <STRONG><LI>Срок выплат.</LI></STRONG>
      <P>
        Проценты и бонусы начисляются в течении года после регистрации реферала. Это как раз соответствует примерному циклу жизни клиента на текущий момент.<BR/>
        Немного расчетов: Минимальный месячный чек у клиента - 2400 руб/месяц (1 канал на тарифе ПРО) за год это получается 12 х 2 400 = 28 800, без бонусов и повышения чека выплаты партнеру с одного клиента составят 28 800 х 20% = 5760 рублей. Еще раз подчеркнем - это минимум, у некоторых клиентов по 10 каналов работает, и значит чек в 10 раз больше.
      </P>
      <STRONG><LI>Правила учета и выплат.</LI></STRONG>
        <P>
          5.1. Зачетным отрезком для расчета бонуса принимаем именно календарный месяц, с 00:00 первого числа до 23:59 последнего дня в месяце.<BR/>
          5.2. Бонус полученный в предыдущем месяце не переходит на следующий. Начинаем все сначала.<BR/>
          5.3. Подбиваем результаты предыдущего периода 1 числа каждого месяца за предыдущий.<BR/>
          5.4. Выплаты начинаются после утряски нюансов по переводу (куда переводить). Инициатива исходит от партнера.<BR/>
          5.5. Выводить можно на расчетный счет компании или карточку.<BR/>
          5.6. С партнерского счета можно перевести на баланс любого аккаунта.<BR/>
          5.7. Все свои положенные налоги и что там еще надо партнер декларирует и платит самостоятельно.<BR/>
          5.8. Выплаты и расчеты у нас в рублях, все комиссии по переводу за счет получателя.<BR/>
          5.9. Выплаты могут начаться при наличии не менее двух оплат от разных аккаунтов, по 2400 от каждого (или больше). Это защита от “лайфхакеров”.<BR/>
          5.10. Минимальная сумма вывода 2000 рублей. Все что меньше - можем перевести на аккаунт.<BR/>
        </P>
      <STRONG><LI>Правила прикрепления рефералов.</LI></STRONG>
        <P>
          6.1. Куки помним 3 месяца, зачет по последнему клику. Чтоб был железобетон - лучше мотивируйте регистрироваться сразу.<BR/>
          6.2. Если пользователь при регистрации ввёл промокод, то кука и реф ссылка не засчитывается - промокод важней.<BR/>
          6.3. Наколдованный промокод не перебивает ни вашу реф ссылку, ни куки - он придуман чтоб пользователи не убегали в гугл, а сразу регистрировались.<BR/>
          6.4. Руками и через поддержку рефералы не прикрепляются, только в автоматическом режиме. Хотите регистрироваться заново - пожалуйста, не возбраняется.<BR/>
        </P>
      <STRONG><LI>Правила привлечения клиентов.</LI></STRONG>
        <P>
          7.1. Запрещен любой “черный” (ClickUnder, Pop-under, Adult-трафик, Спам-рассылки)  трафик на сайты WAZZUP. Домены партнеров мы не контролируем.<BR/>
          7.2. Запрещено копирование и создание “зеркал” сайтов  WAZZUP на домены не принадлежащие WAZZUP. Создание собственных материалов - приветствуется.<BR/>
          7.3. Запрещено создание брендированных групп в соцсетях и иные действия от лица WAZZUP. Группы по интересам, с помощью, обсуждениями и т.д. - приветствуются.<BR/>
          7.4. Запрещены любые материалы содержащие заведомо ложную и дезинформирующую пользователей информацию. Независимые обзоры, конструктивная критика и/или похвала сервиса, а также распространение материалов WAZZUP - приветствуется.<BR/>
          7.5. Запрещена прямая контекстная (яндекс директ и гугл адвордс) реклама WAZZUP. При этом любая реклама по внедрению и настройке сервиса приветствуется.<BR/>
          7.6. Партнерам запрещается представляться сотрудниками WAZZUP и действовать от его лица.<BR/>
          7.7. Запрещается использовать промокоды и другие привилегии партнеров для любых целей, кроме привлечения новых клиентов.<BR/>
        </P>
      <STRONG><LI>Заключение.</LI></STRONG>
        <P>
          8.1. Ребята, давайте жить дружно.<BR/>
          8.2. Нарушители будут посрамлены и изгнаны.<BR/>
          8.3. Заинтересованным и честным партнерам - честь и хвала.<BR/>
          8.4. Книга жалоб и предложений находится у поддержки.<BR/>
          8.5. Пояснения по разделам партнерского кабинета находятся <A target="_blank" href="https://help.wazzup24.com/ru/partnerskij-kabinet/">в секретном разделе справки</A>. Прежде чем задавать вопросы - надо почитать его тоже.<BR/>
          8.6. У нас есть еще официальная партнерская программа. Это для тех, кто занимается внедрением, настройкой и всяким таким. Там надо во всем разбираться, пройти обучение и работать с клиентами. Но больше процент и можно заработать на настройках. Всех заинтресованных приглашаем <A target="_blank" href="https://wazzup24.com/offpartnerka">заполнить форму</A>. Это первый шаг к более тесному сотрудничеству.<BR/>
        </P>
    </OL>
  </div>
</template>

<script>
  export default {
    name: 'rules-static'
  }
</script>

<style lang="scss">
  BR {
    display: block;
    margin: 0.5rem;
    content: " ";
  }
</style>
